Repository: eminaruk/car-check-ai-system
Catalog: frontend/lib/l10n/app_*.arb
Languages: cs, da, hu, ja, ko, nl, no, pl, pt, ru, sv, tr, zh

# dashboardWelcome
source: Welcome!
cs: Vítejte!
da: Velkommen!
hu: Üdvözöljük!
ja: いらっしゃいませ！
ko: 환영합니다!
nl: Welkom!
no: Velkommen!
pl: Witamy!
pt: Bem-vindo!
ru: Добро пожаловать!
sv: Välkommen!
tr: Hoş Geldiniz!
zh: 欢迎！

# dashboardSubtitle
source: Check your vehicle status with AI-powered maintenance analysis system.
cs: Zkontrolujte stav vašeho vozidla pomocí systému analýzy údržby poháněného AI.
da: Tjek din køretøjs status med AI-drevet vedligeholdelsesanalysesystem.
hu: Ellenőrizze járművének állapotát az AI-alapú karbantartási elemző rendszerrel.
ja: AIを活用したメンテナンス分析システムで車両の状態を確認します。
ko: AI 기반 유지보수 분석 시스템으로 차량 상태를 확인하세요.
nl: Controleer de status van uw voertuig met het door AI aangedreven onderhoudsanalysesysteem.
no: Sjekk kjøretøyets status med AI-drevet vedlikeholdsanalysesystem.
pl: Sprawdź status swojego pojazdu za pomocą systemu analizy konserwacji napędzanego sztuczną inteligencją.
pt: Verifique o status do seu veículo com o sistema de análise de manutenção alimentado por IA.
ru: Проверьте состояние вашего транспортного средства с помощью системы анализа технического обслуживания на базе ИИ.
sv: Kontrollera ditt fordon status med AI-drivet underhållsanalyssystem.
tr: AI destekli araç bakım analiz sistemi ile aracınızın durumunu kontrol edin.
zh: 使用AI驱动的维护分析系统检查您的车辆状态。

# quickStats
source: Quick Statistics
cs: Rychlé Statistiky
da: Hurtigstatistik
hu: Gyors Statisztikák
ja: クイック統計
ko: 빠른 통계
nl: Snelle Statistieken
no: Hurtigstatistikk
pl: Szybkie Statystyki
pt: Estatísticas Rápidas
ru: Быстрая Статистика
sv: Snabbstatistik
tr: Hızlı İstatistikler
zh: 快速统计

source: Vehicles
cs: Vozidla
da: Køretøjer
hu: Járművek
ja: 車両
ko: 차량
nl: Voertuigen
no: Kjøretøy
pl: Pojazdy
pt: Veículos
ru: Транспортные средства
sv: Fordon
tr: Araçlar
zh: 车辆

source: Checks
cs: Kontroly
da: Kontroller
hu: Ellenőrzések
ja: チェック
ko: 점검
nl: Controles
no: Kontroller
pl: Kontrole
pt: Verificações
ru: Проверки
sv: Kontroller
tr: Check
zh: 检查

source: Recent Checks
cs: Nedávné Kontroly
da: Seneste Kontroller
hu: Legutóbbi Ellenőrzések
ja: 最近のチェック
ko: 최근 점검
nl: Recente Controles
no: Nylige Kontroller
pl: Ostatnie Kontrole
pt: Verificações Recentes
ru: Последние Проверки
sv: Senaste Kontroller
tr: Son Check'ler
zh: 最近的检查

source: No checks yet
cs: Zatím žádné kontroly
da: Ingen kontroller endnu
hu: Még nincsenek ellenőrzések
ja: まだチェックがありません
ko: 아직 점검이 없습니다
nl: Nog geen controles
no: Ingen kontroller ennå
pl: Brak kontroli
pt: Ainda não há verificações
ru: Проверок пока нет
sv: Inga kontroller ännu
tr: Henüz check yapılmadı
zh: 还没有检查

# addVehicleFirst
source: Add a vehicle first to start your first check
cs: Nejprve přidejte vozidlo, abyste mohli zahájit první kontrolu
da: Tilføj et køretøj først for at starte din første kontrol
hu: Először adjon hozzá járművet, hogy megkezdhesse az első ellenőrzést
ja: 最初に車両を追加して最初のチェックを開始します
ko: 먼저 차량을 추가하여 첫 번째 점검을 시작하세요
nl: Voeg eerst een voertuig toe om uw eerste controle te starten
no: Legg til et kjøretøy først for å starte din første kontroll
pl: Najpierw dodaj pojazd, aby rozpocząć pierwszą kontrolę
pt: Adicione um veículo primeiro para iniciar sua primeira verificação
ru: Сначала добавьте транспортное средство, чтобы начать первую проверку
sv: Lägg till ett fordon först för att starta din första kontroll
tr: İlk check'inizi başlatmak için bir araç ekleyin
zh: 首先添加车辆以开始第一次检查

source: My Vehicles
cs: Moje Vozidla
da: Mine Køretøjer
hu: Járműveim
ja: マイ車両
ko: 내 차량
nl: Mijn Voertuigen
no: Mine Kjøretøy
pl: Moje Pojazdy
pt: Meus Veículos
ru: Мои Транспортные Средства
sv: Mina Fordon
tr: Araçlarım
zh: 我的车辆

source: Add Vehicle
cs: Přidat Vozidlo
da: Tilføj Køretøj
hu: Jármű Hozzáadása
ja: 車両を追加
ko: 차량 추가
nl: Voertuig Toevoegen
no: Legg til Kjøretøy
pl: Dodaj Pojazd
pt: Adicionar Veículo
ru: Добавить Транспортное Средство
sv: Lägg till Fordon
tr: Araç Ekle
zh: 添加车辆

# noVehiclesAdded
source: No vehicles added yet
cs: Zatím nebyla přidána žádná vozidla
da: Ingen køretøjer tilføjet endnu
hu: Még nincs jármű hozzáadva
ja: まだ車両が追加されていません
ko: 아직 차량이 추가되지 않았습니다
nl: Nog geen voertuigen toegevoegd
no: Ingen kjøretøy lagt til ennå
pl: Nie dodano jeszcze żadnych pojazdów
pt: Nenhum veículo adicionado ainda
ru: Транспортных средств еще не добавлено
sv: Inga fordon tillagda ännu
tr: Henüz araç eklenmedi
zh: 尚未添加车辆

# addFirstVehicle
source: Add your first vehicle to get started
cs: Přidejte své první vozidlo pro začátek
da: Tilføj dit første køretøj for at komme i gang
hu: Adja hozzá az első járművét a kezdéshez
ja: 最初の車両を追加して始めましょう
ko: 첫 번째 차량을 추가하여 시작하세요
nl: Voeg uw eerste voertuig toe om te beginnen
no: Legg til ditt første kjøretøy for å komme i gang
pl: Dodaj swój pierwszy pojazd, aby rozpocząć
pt: Adicione seu primeiro veículo para começar
ru: Добавьте первое транспортное средство для начала
sv: Lägg till ditt första fordon för att komma igång
tr: İlk aracınızı ekleyerek başlayın
zh: 添加您的第一辆车以开始

source: Add Your First Vehicle
cs: Přidejte Svůj První Vozidlo
da: Tilføj Dit Første Køretøj
hu: Adja Hozzá Az Első Járművét
ja: 最初の車両を追加
ko: 첫 번째 차량 추가
nl: Voeg Uw Eerste Voertuig Toe
no: Legg til Ditt Første Kjøretøy
pl: Dodaj Swój Pierwszy Pojazd
pt: Adicione Seu Primeiro Veículo
ru: Добавьте Ваше Первое Транспортное Средство
sv: Lägg till Ditt Första Fordon
tr: İlk Aracınızı Ekleyin
zh: 添加您的第一辆车

source: Unknown Vehicle
cs: Neznámé Vozidlo
da: Ukendt Køretøj
hu: Ismeretlen Jármű
ja: 不明な車両
ko: 알 수 없는 차량
nl: Onbekend Voertuig
no: Ukjent Kjøretøy
pl: Nieznany Pojazd
pt: Veículo Desconhecido
ru: Неизвестное Транспортное Средство
sv: Okänt Fordon
tr: Bilinmeyen Araç
zh: 未知车辆

source: Edit
cs: Upravit
da: Rediger
hu: Szerkesztés
ja: 編集
ko: 편집
nl: Bewerken
no: Rediger
pl: Edytuj
pt: Editar
ru: Редактировать
sv: Redigera
tr: Düzenle
zh: 编辑

source: Delete
cs: Smazat
da: Slet
hu: Törlés
ja: 削除
ko: 삭제
nl: Verwijderen
no: Slett
pl: Usuń
pt: Excluir
ru: Удалить
sv: Radera
tr: Sil
zh: 删除

source: Settings
cs: Nastavení
da: Indstillinger
hu: Beállítások
ja: 設定
ko: 설정
nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt: Configurações
ru: Настройки
sv: Inställningar
tr: Ayarlar
zh: 设置

source: Language
cs: Jazyk
da: Sprog
hu: Nyelv
ja: 言語
ko: 언어
nl: Taal
no: Språk
pl: Język
pt: Idioma
ru: Язык
sv: Språk
tr: Dil
zh: 语言

source: Theme
cs: Téma
da: Tema
hu: Téma
ja: テーマ
ko: 테마
nl: Thema
no: Tema
pl: Motyw
pt: Tema
ru: Тема
sv: Tema
tr: Tema
zh: 主题

source: Light
cs: Světlý
da: Lys
hu: Világos
ja: ライト
ko: 밝은
nl: Licht
no: Lys
pl: Jasny
pt: Claro
ru: Светлая
sv: Ljus
tr: Açık
zh: 浅色

source: Dark
cs: Tmavý
da: Mørk
hu: Sötét
ja: ダーク
ko: 어두운
nl: Donker
no: Mørk
pl: Ciemny
pt: Escuro
ru: Темная
sv: Mörk
tr: Karanlık
zh: 深色

source: System
cs: Systém
hu: Rendszer
ja: システム
ko: 시스템
nl: Systeem
pt: Sistema
ru: Система
tr: Sistem
zh: 系统

source: Home
cs: Domů
da: Hjem
hu: Kezdőlap
ja: ホーム
ko: 홈
nl: Start
no: Hjem
pl: Strona Główna
pt: Início
ru: Главная
sv: Hem
tr: Ana Sayfa
zh: 首页

# myVehiclesNav
source: My Vehicles
cs: Moje Vozidla
da: Mine Køretøjer
hu: Járműveim
ja: マイ車両
ko: 내 차량
nl: Mijn Voertuigen
no: Mine Kjøretøy
pl: Moje Pojazdy
pt: Meus Veículos
ru: Мои Транспортные Средства
sv: Mina Fordon
tr: Araçlarım
zh: 我的车辆

# checksNav
source: Checks
cs: Kontroly
da: Kontroller
hu: Ellenőrzések
ja: チェック
ko: 점검
nl: Controles
no: Kontroller
pl: Kontrole
pt: Verificações
ru: Проверки
sv: Kontroller
tr: Check
zh: 检查

source: Notifications coming soon
cs: Oznámení brzy
da: Meddelelser kommer snart
hu: Értesítések hamarosan
ja: 通知はまもなく
ko: 알림 곧 제공
nl: Meldingen binnenkort
no: Varsler kommer snart
pl: Powiadomienia wkrótce
pt: Notificações em breve
ru: Уведомления скоро
sv: Meddelanden kommer snart
tr: Bildirimler yakında eklenecek
zh: 通知即将推出

source: Cancel
cs: Zrušit
da: Annuller
hu: Mégse
ja: キャンセル
ko: 취소
nl: Annuleren
no: Avbryt
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal
zh: 取消

source: Delete Vehicle
cs: Smazat Vozidlo
da: Slet Køretøj
hu: Jármű Törlése
ja: 車両を削除
ko: 차량 삭제
nl: Voertuig Verwijderen
no: Slett Kjøretøy
pl: Usuń Pojazd
pt: Excluir Veículo
ru: Удалить Транспортное Средство
sv: Ta Bort Fordon
tr: Aracı Sil
zh: 删除车辆

# deleteVehicleConfirm
source: Are you sure you want to delete {vehicleName}?
cs: Jste si jisti, že chcete smazat {vehicleName}?
da: Er du sikker på, at du vil slette {vehicleName}?
hu: Biztosan törölni szeretné a {vehicleName} járművet?
ja: {vehicleName}を削除してもよろしいですか？
ko: {vehicleName}을(를) 삭제하시겠습니까?
nl: Weet u zeker dat u {vehicleName} wilt verwijderen?
no: Er du sikker på at du vil slette {vehicleName}?
pl: Czy na pewno chcesz usunąć {vehicleName}?
pt: Tem certeza de que deseja excluir {vehicleName}?
ru: Вы уверены, что хотите удалить {vehicleName}?
sv: Är du säker på att du vill ta bort {vehicleName}?
tr: {vehicleName} adlı aracınızı silmek istediğinize emin misiniz?
zh: 您确定要删除 {vehicleName} 吗？

source: Close
cs: Zavřít
da: Luk
hu: Bezárás
ja: 閉じる
ko: 닫기
nl: Sluiten
no: Lukk
pl: Zamknij
pt: Fechar
ru: Закрыть
sv: Stäng
tr: Kapat
zh: 关闭

source: Year
cs: Rok
da: År
hu: Év
ja: 年
ko: 연도
nl: Jaar
no: År
pl: Rok
pt: Ano
ru: Год
sv: År
tr: Yıl
zh: 年份

source: KM
cs: Kilometry
da: Kilometer
hu: Kilométer
ja: キロメートル
ko: 킬로미터
nl: Kilometer
no: Kilometer
pl: Kilometraż
pt: Quilometragem
ru: Километраж
sv: Kilometer
tr: Kilometre
zh: 公里数

source: Fuel Type
cs: Typ Paliva
da: Brændstoftype
hu: Üzemanyag Típusa
ja: 燃料タイプ
ko: 연료 유형
nl: Brandstoftype
no: Drivstofftype
pl: Typ Paliwa
pt: Tipo de Combustível
ru: Тип Топлива
sv: Bränsletyp
tr: Yakıt Tipi
zh: 燃料类型

source: Transmission
cs: Převodovka
da: Gearkasse
hu: Sebességváltó
ja: トランスミッション
ko: 변속기
nl: Transmissie
no: Girkasse
pl: Skrzynia Biegów
pt: Transmissão
ru: Трансмиссия
sv: Växellåda
tr: Vites
zh: 变速器

source: Modification
cs: Úprava
da: Modifikation
hu: Módosítás
ja: 改造
ko: 수정
nl: Modificatie
no: Modifisering
pl: Modyfikacja
pt: Modificação
ru: Модификация
sv: Modifiering
tr: Modifiye
zh: 改装

source: My Checks
cs: Moje Kontroly
da: Mine Kontroller
hu: Ellenőrzéseim
ja: マイチェック
ko: 내 점검
nl: Mijn Controles
no: Mine Kontroller
pl: Moje Kontrole
pt: Minhas Verificações
ru: Мои Проверки
sv: Mina Kontroller
tr: Checklerim
zh: 我的检查

source: New Check
cs: Nová Kontrola
da: Ny Kontrol
hu: Új Ellenőrzés
ja: 新しいチェック
ko: 새 점검
nl: Nieuwe Controle
no: Ny Kontroll
pl: Nowa Kontrola
pt: Nova Verificação
ru: Новая Проверка
sv: Ny Kontroll
tr: Yeni Check
zh: 新检查

source: No check yet
cs: Zatím žádné kontroly
da: Ingen kontroller endnu
hu: Még nincsenek ellenőrzések
ja: まだチェックがありません
ko: 아직 점검이 없습니다
nl: Nog geen controles
no: Ingen kontroller ennå
pl: Brak kontroli
pt: Ainda não há verificações
ru: Проверок пока нет
sv: Inga kontroller ännu
tr: Henüz check yapılmadı
zh: 还没有检查

# startFirstCheck
source: Start your first check
cs: Začněte svou první kontrolu
da: Start din første kontrol
hu: Kezdje el az első ellenőrzést
ja: 最初のチェックを開始
ko: 첫 번째 점검을 시작하세요
nl: Start uw eerste controle
no: Start din første kontroll
pl: Rozpocznij swoją pierwszą kontrolę
pt: Comece sua primeira verificação
ru: Начните свою первую проверку
sv: Starta din första kontroll
tr: İlk check'inizi yaparak başlayın
zh: 开始您的第一次检查

# doFirstCheck
source: Do Your First Check
cs: Proveďte Svou První Kontrolu
da: Gør Din Første Kontrol
hu: Végezze El Az Első Ellenőrzést
ja: 最初のチェックを行う
ko: 첫 번째 점검을 수행하세요
nl: Doe Uw Eerste Controle
no: Gjør Din Første Kontroll
pl: Wykonaj Swoją Pierwszą Kontrolę
pt: Faça Sua Primeira Verificação
ru: Выполните Вашу Первую Проверку
sv: Gör Din Första Kontroll
tr: İlk Check'inizi Yapın
zh: 进行您的第一次检查

# needVehicleFirst
source: You need to add a vehicle first
cs: Nejprve musíte přidat vozidlo
da: Du skal først tilføje et køretøj
hu: Először járművet kell hozzáadnia
ja: まず車両を追加する必要があります
ko: 먼저 차량을 추가해야 합니다
nl: U moet eerst een voertuig toevoegen
no: Du må først legge til et kjøretøy
pl: Najpierw musisz dodać pojazd
pt: Você precisa adicionar um veículo primeiro
ru: Сначала вам нужно добавить транспортное средство
sv: Du måste först lägga till ett fordon
tr: Önce bir araç eklemeniz gerekiyor
zh: 您需要先添加一辆车辆

source: Status
cs: Stav
hu: Státusz
ja: ステータス
ko: 상태
ru: Статус
tr: Durum
zh: 状态

source: Photo Count
cs: Počet Fotografií
da: Antal Billeder
hu: Fotók Száma
ja: 写真数
ko: 사진 수
nl: Aantal Foto's
no: Antall Bilder
pl: Liczba Zdjęć
pt: Número de Fotos
ru: Количество Фотографий
sv: Antal Foton
tr: Fotoğraf Sayısı
zh: 照片数量

source: Completed
cs: Dokončeno
da: Afsluttet
hu: Befejezve
ja: 完了
ko: 완료됨
nl: Voltooid
no: Fullført
pl: Zakończone
pt: Concluído
ru: Завершено
sv: Klar
tr: Tamamlandı
zh: 已完成

# selectVehicleTitle
source: Select Vehicle
cs: Vybrat Vozidlo
da: Vælg Køretøj
hu: Jármű Kiválasztása
ja: 車両を選択
ko: 차량 선택
nl: Voertuig Selecteren
no: Velg Kjøretøy
pl: Wybierz Pojazd
pt: Selecionar Veículo
ru: Выбрать Транспортное Средство
sv: Välj Fordon
tr: Araç Seçin
zh: 选择车辆

source: Get Photos
cs: Získat Fotografie
da: Hent Billeder
hu: Fotók Lekérése
ja: 写真を取得
ko: 사진 가져오기
nl: Foto's Ophalen
no: Hent Bilder
pl: Pobierz Zdjęcia
pt: Obter Fotos
ru: Получить Фото
sv: Hämta Foton
tr: Görselleri Al
zh: 获取照片

source: Upload Photo
cs: Nahrát Fotografii
da: Upload Billede
hu: Fotó Feltöltése
ja: 写真をアップロード
ko: 사진 업로드
nl: Foto Uploaden
no: Last Opp Bilde
pl: Prześlij Zdjęcie
pt: Carregar Foto
ru: Загрузить Фото
sv: Ladda Upp Foto
tr: Fotoğraf Yükle
zh: 上传照片

# takeOrUploadPhoto
source: Take / Upload Photo
cs: Vyfotit / Nahrát Fotografii
da: Tag / Upload Billede
hu: Fotó Készítése / Feltöltése
ja: 写真を撮る / アップロード
ko: 사진 촬영 / 업로드
nl: Foto Maken / Uploaden
no: Ta / Last Opp Bilde
pl: Zrób / Prześlij Zdjęcie
pt: Tirar / Carregar Foto
ru: Сделать / Загрузить Фото
sv: Ta / Ladda Upp Foto
tr: Fotoğraf Çek / Yükle
zh: 拍摄 / 上传照片

source: Required
cs: Povinné
da: Påkrævet
hu: Kötelező
ja: 必須
ko: 필수
nl: Verplicht
no: Påkrevd
pl: Wymagane
pt: Obrigatório
ru: Обязательно
sv: Obligatorisk
tr: Zorunlu
zh: 必需

source: Optional
cs: Volitelné
da: Valgfri
hu: Opcionális
ja: 任意
ko: 선택 사항
nl: Optioneel
no: Valgfri
pl: Opcjonalne
pt: Opcional
ru: Необязательно
sv: Valfri
tr: Opsiyonel
zh: 可选

source: Skip
cs: Přeskočit
da: Spring Over
hu: Kihagyás
ja: スキップ
ko: 건너뛰기
nl: Overslaan
no: Hopp Over
pl: Pomiń
pt: Pular
ru: Пропустить
sv: Hoppa Över
tr: Atla
zh: 跳过

source: All Photos Uploaded!
cs: Všechny Fotografie Nahrané!
da: Alle Billeder Uploadet!
hu: Összes Fotó Feltöltve!
ja: すべての写真がアップロードされました！
ko: 모든 사진이 업로드되었습니다!
nl: Alle Foto's Geüpload!
no: Alle Bilder Lastet Opp!
pl: Wszystkie Zdjęcia Przesłane!
pt: Todas as Fotos Carregadas!
ru: Все Фото Загружены!
sv: Alla Foton Uppladdade!
tr: Tüm Fotoğraflar Yüklendi!
zh: 所有照片已上传！

# photosUploadedSuccess
source: {count} photos uploaded successfully
cs: {count} fotografií úspěšně nahráno
da: {count} billeder uploadet med succes
hu: {count} fotó sikeresen feltöltve
ja: {count}枚の写真が正常にアップロードされました
ko: {count}장의 사진이 성공적으로 업로드되었습니다
nl: {count} foto's succesvol geüpload
no: {count} bilder lastet opp vellykket
pl: {count} zdjęć przesłanych pomyślnie
pt: {count} fotos carregadas com sucesso
ru: {count} фотографий успешно загружено
sv: {count} foton uppladdade framgångsrikt
tr: {count} fotoğraf başarıyla yüklendi
zh: {count} 张照片成功上传

source: Complete Check
cs: Dokončit Kontrolu
da: Afslut Kontrol
hu: Ellenőrzés Befejezése
ja: チェックを完了
ko: 점검 완료
nl: Controle Voltooien
no: Fullfør Kontroll
pl: Zakończ Kontrolę
pt: Completar Verificação
ru: Завершить Проверку
sv: Slutför Kontroll
tr: Check'i Tamamla
zh: 完成检查

# checkCompleted
source: Check completed: {vehicleName}
cs: Kontrola dokončena: {vehicleName}
da: Kontrol afsluttet: {vehicleName}
hu: Ellenőrzés befejezve: {vehicleName}
ja: チェック完了：{vehicleName}
ko: 점검 완료: {vehicleName}
nl: Controle voltooid: {vehicleName}
no: Kontroll fullført: {vehicleName}
pl: Kontrola zakończona: {vehicleName}
pt: Verificação concluída: {vehicleName}
ru: Проверка завершена: {vehicleName}
sv: Kontroll slutförd: {vehicleName}
tr: Check tamamlandı: {vehicleName}
zh: 检查完成：{vehicleName}

# takePhotosInOrder
source: Please take photos in order
cs: Prosím pořizujte fotografie v pořadí
da: Tag venligst billeder i rækkefølge
hu: Kérjük, készítsen fényképeket sorrendben
ja: 順番に写真を撮ってください
ko: 순서대로 사진을 촬영해 주세요
nl: Maak foto's alstublieft in volgorde
no: Ta bilder i rekkefølge
pl: Proszę robić zdjęcia po kolei
pt: Por favor, tire fotos em ordem
ru: Пожалуйста, делайте фотографии по порядку
sv: Ta bilder i ordning
tr: Lütfen sıra ile fotoğrafları çekin
zh: 请按顺序拍照

source: Select Theme
cs: Vybrat Téma
da: Vælg Tema
hu: Téma Kiválasztása
ja: テーマを選択
ko: 테마 선택
nl: Thema Selecteren
no: Velg Tema
pl: Wybierz Motyw
pt: Selecionar Tema
ru: Выбрать Тему
sv: Välj Tema
tr: Tema Seçin
zh: 选择主题

# lastCheck
source: Last Check: Not yet
cs: Poslední Kontrola: Ještě ne
da: Sidste Kontrol: Ikke endnu
hu: Utolsó Ellenőrzés: Még nem
ja: 最後のチェック：まだ
ko: 마지막 점검: 아직 없음
nl: Laatste Controle: Nog niet
no: Siste Kontroll: Ikke ennå
pl: Ostatnia Kontrola: Jeszcze nie
pt: Última Verificação: Ainda não
ru: Последняя Проверка: Еще нет
sv: Senaste Kontroll: Inte ännu
tr: Son Check: Henüz yapılmadı
zh: 最后检查：尚未

# photoOfTotal
source: Photo {current} of {total}
cs: Fotografie {current} z {total}
da: Billede {current} af {total}
hu: Fotó {current}/{total}
ja: 写真 {current}/{total}
ko: 사진 {current}/{total}
nl: Foto {current} van {total}
no: Bilde {current} av {total}
pl: Zdjęcie {current} z {total}
pt: Foto {current} de {total}
ru: Фото {current} из {total}
sv: Foto {current} av {total}
tr: Fotoğraf {current}/{total}
zh: 照片 {current}/{total}

source: User
cs: Uzivatel
da: Bruger
hu: Felhasznalo
ja: ユーザー
ko: 사용자
nl: Gebruiker
no: Bruker
pl: Uzytkownik
pt: Utilizador
ru: Пользователь
sv: Anvandare
tr: Kullanıcı
zh: 用户

# accountSettingsHint
source: Click for account settings
cs: Spravovat ucet a nastaveni
da: Administrer konto og indstillinger
hu: Fiok es beallitasok kezelese
ja: アカウントと設定を管理
ko: 계정 및 환경설정 관리
nl: Beheer uw account en voorkeuren
no: Administrer konto og innstillinger
pl: Zarzadzaj kontem i preferencjami
pt: Gerir a sua conta e preferencias
ru: Управление учетной записью и настройками
sv: Hantera konto och installningar
tr: Hesap ayarları için tıklayın
zh: 管理您的账户和偏好设置

# appSection
source: Application
cs: Aplikace
da: App
hu: Alkalmazas
ja: アプリ
ko: 앱
nl: Applicatie
no: App
pl: Aplikacja
pt: Aplicacao
ru: Приложение
sv: App
tr: Uygulama
zh: 应用程序

source: Notifications
cs: Oznameni
da: Notifikationer
hu: Ertesitesek
ja: 通知
ko: 알림
nl: Meldingen
no: Varsler
pl: Powiadomienia
pt: Notificacoes
ru: Уведомления
sv: Aviseringar
tr: Bildirimler
zh: 通知

# notificationsSubtitle
source: Manage notification settings
cs: Spravovat upozorneni a pripominky
da: Administrer advarsler og paamindelser
hu: Figyelmeztetesek es emlekeztetek kezelese
ja: アラートとリマインダーを管理
ko: 알림 및 리마인더 관리
nl: Beheer waarschuwingen en herinneringen
no: Administrer varsler og paaminnelser
pl: Zarzadzaj alertami i przypomnieniami
pt: Gerir alertas e lembretes
ru: Управление оповещениями и напоминаниями
sv: Hantera varningar och paminnelser
tr: Bildirim ayarlarını yönetin
zh: 管理警报和提醒

# dataSection
source: Data
hu: Adatok
ja: データ
ko: 데이터
nl: Gegevens
pl: Dane
pt: Dados
ru: Данные
tr: Veri
zh: 数据

source: Backup
cs: Zaloha
da: Sikkerhedskopi
hu: Biztonsagi mentes
ja: バックアップ
ko: 백업
no: Sikkerhetskopi
pl: Kopia zapasowa
pt: Copia de Seguranca
ru: Резервное копирование
sv: Sakerhetskopiering
tr: Yedekleme
zh: 备份

# backupSubtitle
source: Backup your data
cs: Ulozit data do cloudu
da: Gem data i skyen
hu: Adatok mentese a felhobe
ja: クラウドにデータを保存
ko: 클라우드에 데이터 저장
nl: Sla uw gegevens op in de cloud
no: Lagre data i skyen
pl: Zapisz dane w chmurze
pt: Guardar os seus dados na nuvem
ru: Сохранить данные в облаке
sv: Spara data i molnet
tr: Verilerinizi yedekleyin
zh: 将数据保存到云端

source: Delete Data
cs: Smazat Data
da: Slet Data
hu: Adatok Torlese
ja: データを削除
ko: 데이터 삭제
nl: Gegevens Verwijderen
no: Slett Data
pl: Usun Dane
pt: Eliminar Dados
ru: Удалить Данные
sv: Radera Data
tr: Verileri Sil
zh: 删除数据

# deleteDataSubtitle
source: Clear all data
cs: Trvale odstranit vsechna data
da: Fjern alle dine data permanent
hu: Osszes adat vegleges torlese
ja: すべてのデータを完全に削除
ko: 모든 데이터를 영구적으로 삭제
nl: Verwijder al uw gegevens permanent
no: Fjern alle dine data permanent
pl: Usun wszystkie dane na stale
pt: Remover todos os seus dados permanentemente
ru: Удалить все ваши данные навсегда
sv: Ta bort all data permanent
tr: Tüm verileri temizle
zh: 永久删除所有数据

# aboutSection
source: About
cs: O aplikaci
da: Om
hu: Rolunk
ja: 情報
ko: 정보
nl: Over
no: Om
pl: O aplikacji
pt: Sobre
ru: О приложении
sv: Om
tr: Hakkında
zh: 关于

source: About App
cs: O aplikaci
da: Om Appen
hu: Az alkalmazasrol
ja: アプリについて
ko: 앱 정보
nl: Over de App
no: Om Appen
pl: O aplikacji
pt: Sobre a Aplicacao
ru: О приложении
sv: Om Appen
tr: Uygulama Hakkında
zh: 关于应用

# versionInfo
source: Version 1.0.0
cs: Verze 1.0.0
hu: Verzió 1.0.0
ja: バージョン 1.0.0
ko: 버전 1.0.0
nl: Versie 1.0.0
no: Versjon 1.0.0
pl: Wersja 1.0.0
pt: Versão 1.0.0
ru: Версия 1.0.0
tr: Versiyon 1.0.0
zh: 版本 1.0.0

source: Privacy Policy
cs: Zasady ochrany osobnich udaju
da: Privatlivspolitik
hu: Adatvedelmi iranyelv
ja: プライバシーポリシー
ko: 개인정보 보호정책
nl: Privacybeleid
no: Personvernerklaering
pl: Polityka prywatnosci
pt: Politica de Privacidade
ru: Политика конфиденциальности
sv: Integritetspolicy
tr: Gizlilik Politikası
zh: 隐私政策

source: Terms of Service
cs: Podminky sluzby
da: Servicevilkaar
hu: Szolgaltatasi feltetelek
ja: 利用規約
ko: 서비스 약관
nl: Servicevoorwaarden
no: Vilkaar for bruk
pl: Warunki uzytkowania
pt: Termos de Servico
ru: Условия использования
sv: Anvandarvillkor
tr: Kullanım Koşulları
zh: 服务条款

source: Help & Support
cs: Napoveda a podpora
da: Hjaelp og Support
hu: Segitseg es tamogatas
ja: ヘルプとサポート
ko: 도움말 및 지원
nl: Hulp en Ondersteuning
no: Hjelp og Stoette
pl: Pomoc i wsparcie
pt: Ajuda e Suporte
ru: Помощь и поддержка
sv: Hjalp och Support
tr: Yardım & Destek
zh: 帮助与支持

source: Logout
cs: Odhlasit se
da: Log ud
hu: Kijelentkezes
ja: ログアウト
ko: 로그아웃
nl: Uitloggen
no: Logg ut
pl: Wyloguj sie
pt: Terminar Sessao
ru: Выйти
sv: Logga ut
tr: Çıkış Yap
zh: 退出登录

# comingSoon
source: This feature is coming soon
cs: Jiz brzy
da: Kommer snart
hu: Hamarosan
ja: 近日公開
ko: 곧 제공 예정
nl: Binnenkort
no: Kommer snart
pl: Wkrotce
pt: Em Breve
ru: Скоро
sv: Kommer snart
tr: Bu özellik yakında eklenecek
zh: 即将推出

# deleteDataTitle
source: Delete Data
cs: Smazat Data
da: Slet Data
hu: Adatok Torlese
ja: データを削除
ko: 데이터 삭제
nl: Gegevens Verwijderen
no: Slett Data
pl: Usun Dane
pt: Eliminar Dados
ru: Удалить Данные
sv: Radera Data
tr: Verileri Sil
zh: 删除数据

# deleteDataConfirm
source: All your data will be deleted. This action cannot be undone. Are you sure?
cs: Opravdu chcete smazat vsechna svá data? Tuto akci nelze vratit.
da: Er du sikker paa, at du vil slette alle dine data? Denne handling kan ikke fortrydes.
hu: Biztosan torolni szeretne az osszes adatat? Ez a muvelet nem vonhato vissza.
ja: すべてのデータを削除してもよろしいですか？この操作は元に戻せません。
ko: 모든 데이터를 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
nl: Weet u zeker dat u al uw gegevens wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
no: Er du sikker paa at du vil slette alle dataene dine? Denne handlingen kan ikke angres.
pl: Czy na pewno chcesz usunac wszystkie swoje dane? Tej operacji nie mozna cofnac.
pt: Tem a certeza que deseja eliminar todos os seus dados? Esta acao nao pode ser desfeita.
ru: Вы уверены, что хотите удалить все свои данные? Это действие нельзя отменить.
sv: Ar du saker pa att du vill radera all data? Denna atgard kan inte angras.
tr: Tüm verileriniz silinecek. Bu işlem geri alınamaz. Emin misiniz?
zh: 您确定要删除所有数据吗？此操作无法撤销。

source: Data deleted
cs: Vsechna data byla smazana
da: Alle data er blevet slettet
hu: Minden adat torolve
ja: すべてのデータが削除されました
ko: 모든 데이터가 삭제되었습니다
nl: Alle gegevens zijn verwijderd
no: Alle data er slettet
pl: Wszystkie dane zostaly usuniete
pt: Todos os dados foram eliminados
ru: Все данные удалены
sv: All data har raderats
tr: Veriler silindi
zh: 所有数据已删除
