Repository: eminaruk/car-check-ai-system
Catalog: frontend/lib/l10n/app_*.arb
Languages: cs, da, hu, ja, ko, nl, no, pl, pt, ru, sv, tr, zh

source: OK
ko: 확인
tr: Tamam
zh: 确定

# appDescription
source: AI-powered vehicle maintenance analysis application. Analyze your vehicle's condition with photos.
cs: AI system kontroly vozidel pro analyzu udrzby.
da: AI-drevet koeretoejskontrolsystem til vedligeholdelsesanalyse.
hu: AI-alapu jarmu-ellenorzo rendszer karbantartasi elemzeshez.
ja: メンテナンス分析のためのAI搭載車両チェックシステム。
ko: 유지보수 분석을 위한 AI 기반 차량 점검 시스템.
nl: AI-gestuurd voertuigcontrolesysteem voor onderhoudsanalyse.
no: AI-drevet kjoeretoykontrollsystem for vedlikeholdsanalyse.
pl: System kontroli pojazdow napedzany sztuczna inteligencja do analizy konserwacji.
pt: Sistema de verificacao de veiculos com IA para analise de manutencao.
ru: Система проверки автомобилей на базе ИИ для анализа технического обслуживания.
sv: AI-drivet fordonskontrollsystem for underhallsanalys.
tr: AI destekli araç bakım analiz uygulaması. Aracınızın durumunu fotoğraflarla analiz edin.
zh: AI驱动的车辆检查系统，用于维护分析。

# copyright
source: Â© 2025 Car Check AI
cs: Autorska prava 2025 Car Check AI
da: Ophavsret 2025 Car Check AI
hu: Szerzoi jog 2025 Car Check AI
ja: 著作権 2025 Car Check AI
ko: 저작권 2025 Car Check AI
nl: Copyright 2025 Car Check AI
no: Opphavsrett 2025 Car Check AI
pl: Prawa autorskie 2025 Car Check AI
pt: Direitos de Autor 2025 Car Check AI
ru: Авторское право 2025 Car Check AI
sv: Upphovsratt 2025 Car Check AI
tr: © 2025 Car Check AI
zh: 版权所有 2025 Car Check AI

source: Vehicle
cs: Vozidlo
da: Koeretoej
hu: Jarmu
ja: 車両
ko: 차량
nl: Voertuig
no: Kjoeretoey
pl: Pojazd
pt: Veiculo
ru: Транспортное средство
sv: Fordon
tr: Araç
zh: 车辆

# fuelBenzin
source: Gasoline
cs: Benzin
da: Benzin
hu: Benzin
ja: ガソリン
ko: 휘발유
nl: Benzine
no: Bensin
pl: Benzyna
pt: Gasolina
ru: Бензин
sv: Bensin
tr: Benzin
zh: 汽油

# fuelDizel
source: Diesel
cs: Nafta
hu: Dizel
ja: ディーゼル
ko: 디젤
ru: Дизель
tr: Dizel
zh: 柴油

# fuelLpg
source: LPG
pt: GPL
ru: Газ
zh: 液化石油气

# fuelHibrit
source: Hybrid
hu: Hibrid
ja: ハイブリッド
ko: 하이브리드
nl: Hybride
pl: Hybryda
pt: Hibrido
ru: Гибрид
tr: Hibrit
zh: 混合动力

# fuelPluginHibrit
source: Plugin Hybrid
hu: Plugin Hibrid
ja: プラグインハイブリッド
ko: 플러그인 하이브리드
nl: Plug-in Hybride
pl: Hybryda Plug-in
pt: Hibrido Plug-in
ru: Плагин-гибрид
tr: Plugin Hibrit
zh: 插电式混合动力

# fuelElektrik
source: Electric
cs: Elektricky
da: Elektrisk
hu: Elektromos
ja: 電気
ko: 전기
nl: Elektrisch
no: Elektrisk
pl: Elektryczny
pt: Eletrico
ru: Электрический
sv: Elektrisk
tr: Elektrik
zh: 电动

# transmissionManuel
source: Manual
cs: Manualni
da: Manuel
hu: Manualis
ja: マニュアル
ko: 수동
nl: Handgeschakeld
no: Manuell
pl: Manualna
ru: Механическая
sv: Manuell
tr: Manuel
zh: 手动

# transmissionOtomatik
source: Automatic
cs: Automaticka
da: Automatisk
hu: Automatikus
ja: オートマチック
ko: 자동
nl: Automatisch
no: Automatisk
pl: Automatyczna
pt: Automatico
ru: Автоматическая
sv: Automatisk
tr: Otomatik
zh: 自动

# transmissionYariOtomatik
source: Semi-Automatic
cs: Poloautomaticka
da: Halvautomatisk
hu: Felautomata
ja: セミオートマチック
ko: 반자동
nl: Semi-Automatisch
no: Halvautomatisk
pl: Polautomatyczna
pt: Semi-Automatico
ru: Полуавтоматическая
sv: Halvautomatisk
tr: Yarı Otomatik
zh: 半自动

# transmissionCvt
source: CVT
ru: Вариатор
zh: 无级变速

# modificationOrijinal
source: Original
cs: Originalni
hu: Eredeti
ja: オリジナル
ko: 순정
nl: Origineel
pl: Oryginalny
ru: Оригинал
tr: Orijinal
zh: 原装

# modificationHafif
source: Light Modified
cs: Lehka
da: Let
hu: Konnyu
ja: 軽度
ko: 경량
nl: Licht
no: Lett
pl: Lekka
pt: Leve
ru: Легкая
sv: Latt
tr: Hafif Modifiye
zh: 轻度

# modificationOrta
source: Medium Modified
cs: Stredni
da: Medium
hu: Kozepes
ja: 中度
ko: 중간
nl: Gemiddeld
no: Medium
pl: Srednia
pt: Medio
ru: Средняя
sv: Medium
tr: Orta Modifiye
zh: 中度

# modificationAgir
source: Heavy Modified
cs: Tezka
da: Tung
hu: Nehez
ja: 重度
ko: 중량
nl: Zwaar
no: Tung
pl: Ciezka
pt: Pesado
ru: Тяжелая
sv: Tung
tr: Ağır Modifiye
zh: 重度

# photoTireFl
source: Front Left Tire
cs: Leva predni pneumatika
da: Venstre Fordaek
hu: Bal elso gumi
ja: 左前タイヤ
ko: 왼쪽 앞 타이어
nl: Band Linksv Voor
no: Venstre Fordekk
pl: Opona Przednia Lewa
pt: Pneu Dianteiro Esquerdo
ru: Передняя левая шина
sv: Vanster Framdack
tr: Sol Ön Lastik
zh: 左前轮胎

# photoTireFr
source: Front Right Tire
cs: Prava predni pneumatika
da: Hoejre Fordaek
hu: Jobb elso gumi
ja: 右前タイヤ
ko: 오른쪽 앞 타이어
nl: Band Rechts Voor
no: Hoeyre Fordekk
pl: Opona Przednia Prawa
pt: Pneu Dianteiro Direito
ru: Передняя правая шина
sv: Hoger Framdack
tr: Sağ Ön Lastik
zh: 右前轮胎

# photoTireRl
source: Rear Left Tire
cs: Leva zadni pneumatika
da: Venstre Bagdaek
hu: Bal hatso gumi
ja: 左後タイヤ
ko: 왼쪽 뒤 타이어
nl: Band Links Achter
no: Venstre Bakdekk
pl: Opona Tylna Lewa
pt: Pneu Traseiro Esquerdo
ru: Задняя левая шина
sv: Vanster Bakdack
tr: Sol Arka Lastik
zh: 左后轮胎

# photoTireRr
source: Rear Right Tire
cs: Prava zadni pneumatika
da: Hoejre Bagdaek
hu: Jobb hatso gumi
ja: 右後タイヤ
ko: 오른쪽 뒤 타이어
nl: Band Rechts Achter
no: Hoeyre Bakdekk
pl: Opona Tylna Prawa
pt: Pneu Traseiro Direito
ru: Задняя правая шина
sv: Hoger Bakdack
tr: Sağ Arka Lastik
zh: 右后轮胎

# photoEngine
source: Engine Bay
cs: Motor
da: Motor
hu: Motor
ja: エンジン
ko: 엔진
nl: Motor
no: Motor
pl: Silnik
pt: Motor
ru: Двигатель
sv: Motor
tr: Motor Bölgesi
zh: 发动机

# photoHeadlights
source: Headlights
cs: Predni svetla
da: Forlygter
hu: Fenyszoro
ja: ヘッドライト
ko: 헤드라이트
nl: Koplampen
no: Frontlykter
pl: Reflektory
pt: Farois Dianteiros
ru: Фары
sv: Stralkastare
tr: Ön Farlar
zh: 前大灯

# photoTaillights
source: Taillights
cs: Zadni svetla
da: Baglygter
hu: Hatso lampa
ja: テールライト
ko: 테일라이트
nl: Achterlichten
no: Baklykter
pl: Tylne swiatla
pt: Farois Traseiros
ru: Задние фонари
sv: Bakljus
tr: Arka Stoplar
zh: 尾灯

# photoDashboard
source: Dashboard
cs: Palubni deska
da: Instrumentbraet
hu: Muszerfalx
ja: ダッシュボード
ko: 대시보드
no: Dashbord
pl: Deska rozdzielcza
pt: Painel
ru: Приборная панель
sv: Instrumentbrada
tr: Gösterge Paneli
zh: 仪表盘

# photoExhaust
source: Exhaust
cs: Vyfuk
da: Udstodning
hu: Kipufogo
ja: 排気管
ko: 배기관
nl: Uitlaat
no: Eksos
pl: Uklad wydechowy
pt: Escapamento
ru: Выхлоп
sv: Avgasror
tr: Egzoz
zh: 排气管

# photoOilStick
source: Oil Dipstick
cs: Olejova tyc
da: Oliepind
hu: Olajszintjelzo
ja: オイルレベルゲージ
ko: 오일 레벨 게이지
nl: Oliepeilstok
no: Oljepinne
pl: Bagnet oleju
pt: Vareta de Oleo
ru: Масляный щуп
sv: Oljematare
tr: Yağ Çubuğu
zh: 机油尺

# photoFrunk
source: Frunk/Power Electronics
cs: Predni kufr
da: Frunk
hu: Elso csomagtarto
ja: フランク
ko: 프렁크
nl: Frunk
no: Frunk
pl: Przedni bagaznik
pt: Porta-malas Dianteiro
ru: Передний багажник
sv: Frunk
tr: Frunk/Güç Elektroniği
zh: 前备箱

# photoChargePortClosed
source: Charge Port (Closed)
cs: Nabijeci port zavreny
da: Ladeport Lukket
hu: Toltoport zarva
ja: 充電ポート閉
ko: 충전 포트 닫힘
nl: Laadpoort Gesloten
no: Ladeport Lukket
pl: Port ladowania zamkniety
pt: Porta de Carga Fechada
ru: Порт зарядки закрыт
sv: Laddport Stangd
tr: Şarj Portu (Kapalı)
zh: 充电口关闭

# photoChargePortOpen
source: Charge Port (Open)
cs: Nabijeci port otevreny
da: Ladeport Aaben
hu: Toltoport nyitva
ja: 充電ポート開
ko: 충전 포트 열림
nl: Laadpoort Open
no: Ladeport Aapen
pl: Port ladowania otwarty
pt: Porta de Carga Aberta
ru: Порт зарядки открыт
sv: Laddport Oppen
tr: Şarj Portu (Açık)
zh: 充电口打开

# photoHybridCooler
source: Hybrid Battery Cooler
cs: Hybridni chladič
da: Hybridkoeler
hu: Hibrid huto
ja: ハイブリッドクーラー
ko: 하이브리드 쿨러
nl: Hybride Koeler
no: Hybridkjoeler
pl: Chlodnica hybrydowa
pt: Arrefecedor Hibrido
ru: Гибридный охладитель
sv: Hybridkylare
tr: Hibrit Batarya Soğutucu
zh: 混动冷却器
